[
  {
    "category": "جوک‌های زن و شوهری و روابط",
    "joke": "پیرمرده به زنش میگه: «عزیزم، یادته اولین بار که با هم رفتیم بیرون، من فقط هزار تومن داشتم؟» پیرزنه میگه: «آره عزیزم، چطور؟» پیرمرده میگه: «هنوزم همون هزار تومنو دارم!» 😂"
  },
  {
    "category": "جوک‌های زن و شوهری و روابط",
    "joke": "زنم بهم میگه: «تو چرا هیچوقت نمیگی دوستت دارم؟» گفتم: «من روز اول گفتم، اگه نظرم عوض شد بهت خبر میدم!» 🤷‍♂️"
  },
  {
    "category": "جوک‌های زن و شوهری و روابط",
    "joke": "از شوهرم پرسیدم: «عزیزم، اگه من یه روزی حافظه‌مو از دست بدم، بازم منو دوست خواهی داشت؟» گفت: «چرا که نه، یه شروع تازه است!» 🤔"
  },
  {
    "category": "جوک‌های زن و شوهری و روابط",
    "joke": "به زنم میگم: «عزیزم، تو دو تا عیب بزرگ داری.» میگه: «چی؟» میگم: «اولیش اینه که خیلی حرف می‌زنی.» میگه: «دومیش چیه؟» میگم: «دومیش اینه که وقتی حرف نمی‌زنی، خیلی فکر می‌کنی!» 🤯"
  },
  {
    "category": "جوک‌های زن و شوهری و روابط",
    "joke": "ازدواج مثل یه کتابخونه‌ست. اولش همه کتابای خوب رو برمیداری، بعد از یه مدت می‌فهمی که باید همونا رو تا آخر عمر بخونی. 📚"
  },
  {
    "category": "جوک‌های زن و شوهری و روابط",
    "joke": "مرده به زنش میگه: «عزیزم، اگه من بمیرم، تو چیکار می‌کنی؟» زنش میگه: «دیوونه میشم!» مرده میگه: «قول میدی؟» 😉"
  },
  {
    "category": "جوک‌های زن و شوهری و روابط",
    "joke": "زنم میگه: «تو اصلا به من توجه نمی‌کни.» گفتم: «چطور؟ من حتی مدل جدید قابلمه‌ها رو هم می‌دونم!» 🍳"
  },
  {
    "category": "جوک‌های زن و شوهری و روابط",
    "joke": "ازدواج یعنی یه نفر هست که همیشه یادت میندازه کلید رو کجا گذاشتی، چون خودش جابجاش کرده. 🔑"
  },
  {
    "category": "جوک‌های زن و شوهری و روابط",
    "joke": "به شوهرم میگم: «بیا رمانتیک باشیم، مثل قدیما.» میگه: «باشه، پس من میرم بیرون، تو هم در رو باز نکن!» 🚪"
  },
  {
    "category": "جوک‌های زن و شوهری و روابط",
    "joke": "راز یه ازدواج موفق اینه که دو نفر با هم مشکلات رو حل کنن، مشکلاتی که اگه با هم ازدواج نمی‌کردن هیچوقت به وجود نمیومد. 🤝"
  },
  {
    "category": "جوک‌های زن و شوهری و روابط",
    "joke": "زنم میگه: «تو هیچوقت به من گوش نمیدی!» گفتم: «چه جمله عجیبی برای شروع یه مکالمه!» 👂"
  },
  {
    "category": "جوک‌های زن و شوهری و روابط",
    "joke": "مرد به زنش: «عزیزم، من اگه یه روزی برنده لاتاری بشم، اولین کاری که می‌کنم چیه؟» زن: «اولین کاری که می‌کنی، نصفشو میدی به من!» مرد: «نه، اولین کاری که می‌کنم، یه وکیل خوب می‌گیرم!» ⚖️"
  },
  {
    "category": "جوک‌های زن و شوهری و روابط",
    "joke": "عشق یعنی وقتی خانمت دو ساعت حرف میزنه و تو فقط به یه کلمه‌اش گوش میدی، ولی اون فکر می‌کنه به همه‌اش گوش دادی. ❤️"
  },
  {
    "category": "جوک‌های زن و شوهری و روابط",
    "joke": "زن و شوهر دعوا کنند، ابلهان باور کنند، ولی همسایه‌ها فیلم می‌گیرن استوری می‌کنن. 🎬"
  },
  {
    "category": "جوک‌های زن و شوهری و روابط",
    "joke": "ازدواج تنها جنگیه که می‌تونی با دشمنت تو یه تخت بخوابی. ⚔️"
  },
  { "category": "جوک‌های اجتماعی و طعنه‌آمیز", "joke": "یه روزایی هست که حس می‌کنی خیلی تنهایی. اون روزا برو دکتر، احتمالا فقط ویتامین D بدنت کمه. به همین سادگی. 🤷‍♂️" },
  { "category": "جوک‌های اجتماعی و طعنه‌آمیز", "joke": "تو ایران وقتی میگن «یه دقیقه دیگه اونجام» یعنی «من هنوز تو خونه‌ام و دارم تصمیم می‌گیرم چه لباسی بپوشم.» 👕" },
  { "category": "جوک‌های اجتماعی و طعنه‌آمیز", "joke": "اگه می‌خوای دنیا رو تغییر بدی، از مرتب کردن تختت شروع کن. اگه موفق نشدی، حداقل تختت مرتبه. 🛌" },
  { "category": "جوک‌های اجتماعی و طعنه‌آمیز", "joke": "بعضی‌ها مثل ابر میمونن، وقتی میرن کنار، روز آدم بهتر میشه. ☁️" },
  { "category": "جوک‌های اجتماعی و طعنه‌آمیز", "joke": "هیچوقت با یه آدم احمق بحث نکن. اول تو رو تا سطح خودش پایین میاره، بعد با تجربه شکستت میده. 🎤" },
  { "category": "جوک‌های اجتماعی و طعنه‌آمیز", "joke": "تنها جایی که «بله» گفتن عواقب بدی داره، صفحه دوم شرایط و قوانین نرم‌افزارهاست! 📜" },
  { "category": "جوک‌های اجتماعی و طعنه‌آمیز", "joke": "سخت کار کردن هیچکس رو نکشته، ولی چرا ریسک کنیم؟ 😉" },
  { "category": "جوک‌های اجتماعی و طعنه‌آمیز", "joke": "همیشه دشمنات رو ببخش، هیچ چیز بیشتر از این عصبانیشون نمی‌کنه. 😈" },
  { "category": "جوک‌های اجتماعی و طعنه‌آمیز", "joke": "میگن پول خوشبختی نمیاره، ولی من ترجیح میدم تو یه فراری گریه کنم تا روی دوچرخه. 🏎️😭" },
  { "category": "جوک‌های اجتماعی و طعنه‌آمیز", "joke": "تجربه چیزیه که وقتی به دستش میاری که دیگه بهش احتیاج نداری. 🤦‍♂️" },
  { "category": "جوک‌های اجتماعی و طعنه‌آمیز", "joke": "فرق بین پیتزا و نظر شما چیه؟ من پیتزا رو خواسته بودم! 🍕" },
  { "category": "جوک‌های اجتماعی و طعنه‌آمیز", "joke": "اگه یه روزی گم شدم، دنبالم نگردید. منو تو بخش «بعداً می‌بینم» یوتیوب پیدا می‌کنید. 📺" },
  { "category": "جوک‌های اجتماعی و طعنه‌آمیز", "joke": "بهترین جای دنیا برای قایم شدن از دست پلیس کجاست؟ صفحه دوم نتایج جستجوی گوگل! 🕵️" },
  { "category": "جوک‌های اجتماعی و طعنه‌آمیز", "joke": "آدم‌ها به دو دسته تقسیم میشن: اونایی که دنیا رو به دو دسته تقسیم می‌کنن و اونایی که نمی‌کنن. ✌️" },
  { "category": "جوک‌های اجتماعی و طعنه‌آمیز", "joke": "پول نمی‌تونه عشق بخره، ولی می‌تونه موقعیتت رو تو چونه‌زنی خیلی بهتر کنه. 💰" },
  { "category": "جوک‌های کار و زندگی روزمره", "joke": "من در حال حاضر در اون مرحله از زندگی هستم که وقتی یه چیزی از دستم میفته زمین، اول فکر می‌کنم آیا واقعا بهش احتیاج دارم یا نه. 🤔" },
  { "category": "جوک‌های کار و زندگی روزمره", "joke": "مغزم مثل یه مرورگر با ۳۰ تا تب بازه که ۱۷ تاش هنگ کرده و نمی‌دونم موسیقی از کدوم یکی داره پخش میشه. 💻" },
  { "category": "جوک‌های کار و زندگی روزمره", "joke": "من آدم سحرخیزی نیستم، فقط استرس شغلم زودتر از خورشید بیدارم می‌کنه. ☀️" },
  { "category": "جوک‌های کار و زندگی روزمره", "joke": "رابطه من با رژیم مثل دکمه اسنوز آلارمه، هر روز به فردا موکولش می‌کنم. ⏰" },
  { "category": "جوک‌های کار و زندگی روزمره", "joke": "اگه قرار بود برای هر بار که میگم «از شنبه شروع می‌کنم» یه سکه می‌گرفتم، الان دیگه نیازی به شروع کردن از شنبه نداشتم. 🪙" },
  { "category": "جوک‌های کار و زندگی روزمره", "joke": "زندگی کوتاهه، ولی نه اونقدر کوتاه که بشه از جلسه کاری ساعت ۸ صبح فرار کرد. 👔" },
  { "category": "جوک‌های کار و زندگی روزمره", "joke": "من اگه پول انگیزه بود، الان یه موجود تک‌سلولی بودم. 🦠" },
  { "category": "جوک‌های کار و زندگی روزمره", "joke": "تنها رابطه‌ی پایداری که تو زندگیم داشتم، با خستگی بوده. 😴" },
  { "category": "جوک‌های کار و زندگی روزمره", "joke": "من وقتی می‌خوام ورزش کنم، اول یه دو ساعتی در موردش تحقیق می‌کنم، بعد خسته میشم می‌خوابم. 🏋️‍♂️➡️😴" },
  { "category": "جوک‌های کار و زندگی روزمره", "joke": "اگه یه روز صبح بیدار شدی و دیدی همه چی خوبه، نترس، هنوز قهوه‌تو نخوردی! ☕" },
  { "category": "جوک‌های کار و زندگی روزمره", "joke": "مدیرم گفت: «تو این شرکت ما مثل یه خانواده‌ایم.» فرداش ازش پول قرض خواستم، گفت: «ببخشید، ما اینجا با همکارا خودمونی نمیشیم!» 👨‍💼" },
  { "category": "جوک‌های کار و زندگی روزمره", "joke": "من تو زندگیم دنبال آرامشم. ولی مثل اینکه اون با من مشکل شخصی داره، هی ازم فرار می‌کنه. 🏃‍♂️💨" },
  { "category": "جوک‌های کار و زندگی روزمره", "joke": "رزومه من: مهارت‌ها: می‌تونم یه ایمیل رو ۱۵ بار بخونم و بازم یه غلط تایپی توش پیدا نکنم تا وقتی که ارسالش کردم. ✉️" },
  { "category": "جوک‌های کار و زندگی روزمره", "joke": "تنها ورزشی که به طور منظم انجام میدم، دویدن دنبال اتوبوسه. 🚌" },
  { "category": "جوک‌های کار و زندگی روزمره", "joke": "وقتی بچه بودم فکر می‌کردم بزرگترین مشکل دنیا اینه که چطوری بستنی رو بخورم که لباسام کثیف نشه. الان آرزو می‌کنم تنها مشکلم همون بود. 🍦" },
  { "category": "جوک‌های کوتاه و هوشمندانه", "joke": "وجدان چیزیه که قبل از اینکه بقیه مچت رو بگیرن، بهت هشدار میده. 🤫" },
  { "category": "جوک‌های کوتاه و هوشمندانه", "joke": "من آدم سحرخیزی هستم. بعضی وقتا قبل از ظهر هم بیدار میشم. 🌞" },
  { "category": "جوک‌های کوتاه و هوشمندانه", "joke": "دو تا خط موازی هیچوقت به هم نمیرسن، مگر اینکه یکیشون سر قرار نیاد! 📉" },
  { "category": "جوک‌های کوتاه و هوشمندانه", "joke": "بهترین راه برای دو برابر کردن پولت چیه؟ تا کن بذار تو جیبت! 💸" },
  { "category": "جوک‌های کوتاه و هوشمندانه", "joke": "اگه کسی بهت گفت «نمی‌تونی»، منظورش اینه که «من نمی‌تونم». ✨" },
  { "category": "جوک‌های کوتاه و هوشمندانه", "joke": "یادت باشه، حتی یه ساعت خراب هم روزی دو بار زمان رو درست نشون میده. 🕰️" },
  { "category": "جوک‌های کوتاه و هوشمندانه", "joke": "من و تنبلی مثل دوقلوهای به هم چسبیده‌ایم، فقط من قشنگ‌ترم. 😎" },
  { "category": "جوک‌های کوتاه و هوشمندانه", "joke": "چرا نمیشه به پله‌ها اعتماد کرد؟ چون همیشه یه نقشه‌ای زیر سرشون دارن! (up to something) 🪜" },
  { "category": "جوک‌های کوتاه و هوشمندانه", "joke": "من گیاهخوار نیستم، ولی با گاوها همدردی می‌کنم. اونا هم همش باید علف بخورن. 🌿" },
  { "category": "جوک‌های کوتاه و هوشمندانه", "joke": "بهترین ورزش برای مغز چیه؟ دویدن از دست طلبکارا! 🧠" },
  { "category": "جوک‌های کوتاه و هوشمندانه", "joke": "چرا اقیانوس‌ها شور هستن؟ چون ماهی‌ها توش عرق می‌کنن! 🐟" },
  { "category": "جوک‌های کوتاه و هوشمندانه", "joke": "من از ارتفاع نمی‌ترسم، از افتادن می‌ترسم. این دو تا خیلی با هم فرق دارن. 😅" },
  { "category": "جوک‌های کوتاه و هوشمندانه", "joke": "آینده خیلی روشنه، باید عینک آفتابی بزنم. البته شاید هم به خاطر اینه که مستقیم دارم به لامپ نگاه می‌کنم.💡" },
  { "category": "جوک‌های کوتاه و هوشمندانه", "joke": "من رژیمم رو از فردا شروع می‌کنم. ولی همیشه یه جوری زندگی می‌کنم که انگار امروز فردای دیروزه. 🍰" },
  { "category": "جوک‌های کوتاه و هوشمندانه", "joke": "یه روز یه الکترون میره پیش یه پروتون، میگه: «چرا انقدر مثبتی؟» پروتون میگه: «آخه من هیچوقت الکترون منفی خودم رو گم نکردم!» ⚛️" },
  { "category": "جوک‌های منتخب ایرانی", "joke": "تو مهمونی به بچه فامیل گفتم عمو جون چند سالته؟ گفت شیش سالمه. گفتم ایشالا صد ساله بشی. یهو مامانش از اونور داد زد: «بچه صد سالش بشه که دیگه نمیتونه راه بره، ایشالا صد و بیست ساله بشه!» ...سکوت سنگینی مهمونی رو فرا گرفت." },
  { "category": "جوک منتخب ایرانی", "joke": "رفتم مغازه یه بسته چیپس بخرم، فروشنده گفت میشه ۵۰ هزار تومن. گفتم آقا این که روش زده ۲۰ تومن! گفت اون قیمت کارخونه‌ست، شما داری از نمایندگی معتبر می‌خری." },
  { "category": "جوک منتخب ایرانی", "joke": "بابام اومده میگه پسرم این فیلترشکن جدیدی که نصب کردی خیلی خوبه، فقط چرا وقتی روشنش میکنم، آنتن تلویزیون هم میره؟ گفتم بابا اون ماهواره‌ست!" },
  { "category": "جوک منتخب ایرانی", "joke": "یه قانونی هست که میگه شما هر چقدر هم آروم در یخچال رو ببندی، باز چراغ داخلش خاموش میشه که ببینه شما چی برداشتین." },
  { "category": "جوک منتخب ایرانی", "joke": "از یه اصفهانی میپرسن نظرت راجع به زندگی چیه؟ میگه والا خرجش خیلی بالاس." },
  { "category": "جوک منتخب ایرانی", "joke": "معلم به حیف نون میگه: «اگه ۱۰۰ تومن بهت بدم، چطوری بین خودت و دوستت تقسیم می‌کنی؟» حیف نون میگه: «آقا اجازه، من دوستی ندارم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه بار تو اسنپ به راننده گفتم: «آقا میشه آهنگ بعدی رو بزنید؟» گفت: «پسرم، این صدای موتور پرایده!»" },
  { "category": "جوک منتخب ایرانی", "joke": "رفتم دکتر پوست، میگم آقای دکتر یه کرم خوب برای دستام بدین. میگه: «کِرم یا کِرِم؟» میگم چه فرقی داره؟ میگه: «اگه کِرم می‌خوای باید بری خاک‌بازی کنی!»" },
  { "category": "جوک منتخب ایرانی", "joke": "تنها دلیل قانع‌کننده‌ای که برای بیدار شدن صبح زود پیدا کردم اینه که باید برم دستشویی." },
  { "category": "جوک منتخب ایرانی", "joke": "به بابام میگم پول بده. میگه: «مگه من گنج پیدا کردم؟» میگم: «آره، منی که مثل دسته‌گلم!» میگه: «حیف اون گنج که خرج تو بشه!»" },
  { "category": "جوک منتخب ایرانی", "joke": "رفتم خواستگاری، بابای دختره پرسید: «شغلت چیه؟» گفتم: «نویسنده‌ام.» گفت: «چه عالی! چی می‌نویسی؟» گفتم: «برای پدرم می‌نویسم «نان، پنیر، سبزی» که یادش نره بخره.»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز حیف نون میره کتابخونه میگه: «ببخشید، بلندترین کتابتون کدومه؟» کتابدار میگه: «چرا بلندترین؟» میگه: «آخه میخوام بذارم زیر پام لامپ رو عوض کنم.»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه بار معلممون گفت: «هر کی سوال بعدی منو جواب بده، می‌تونه بره خونه.» یهو یکی از ته کلاس کیفشو از پنجره انداخت بیرون. معلم گفت: «کی این کارو کرد؟» گفت: «من! خداحافظ!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه اصفهانیه داشته واسه بچش قصه می‌گفته: «یکی بود یکی نبود، غیراز خدای مهربون، یه عالمه فامیل بود که شب می‌موندن خونمون!»" },
  { "category": "جوک منتخب ایرانی", "joke": "فرق نسل ما با نسل جدید اینه که ما اگه می‌خواستیم تقلب کنیم، باید کل کتاب رو می‌نوشتیم رو یه تیکه کاغذ. اینا فقط یه سرچ تو گوگل می‌زنن." },
  { "category": "جوک منتخب ایرانی", "joke": "به حیف نون میگن: «با «فرودگاه» جمله بساز.» میگه: «من یه طوطی دارم، اگه بهش غذا ندی، فرود گاه داد میزنه!»" },
  { "category": "جوک منتخب ایرانی", "joke": "رفتم امتحان بدم، مراقب اومده میگه: «کارت ورود به جلسه؟» گفتم: «نیازی نیست، من با صاحب مجلس هماهنگ کردم.»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره رستوران، یه سوپ سفارش میده. گارسون سوپ رو میاره، طرف میگه: «ببخشید، میشه قاشق رو هم بیارید؟» گارسون میگه: «قاشق تو خود سوپه.» طرف هم میزنه، میبینه یه قاشق چای‌خوری توشه!" },
  { "category": "جوک منتخب ایرانی", "joke": "از یه نفر میپرسن: «بزرگترین دروغی که تو زندگیت گفتی چی بوده؟» میگه: «همین الان دارم بهش فکر می‌کنم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون رو میبرن بهشت، فرداش میاد دم در میگه: «میشه مادرمم بیاد؟» میگن: «نمیشه.» میگه: «آخه گفته بود بدون من جایی نرو!»" },
  { "category": "جوک منتخب ایرانی", "joke": "اگه می‌بینید کسی داره با گیاه‌هاش حرف میزنه، نگران نشید. مشکل از جایی شروع میشه که گیاهه‌ها هم جوابش رو بدن." },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره بقالی میگه: «آقا، شیر دارید؟» بقال میگه: «گاوش رو می‌خوای یا پاکتیش رو؟» میگه: «مگه گاو هم تو پاکت جا میشه؟!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به دوستم میگم: «بیا بریم کوه.» میگه: «نه، من از ارتفاع می‌ترسم.» میگم: «خب از پایین کوه بالا میریم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون میره خارج، بهش میگن اسمت چیه؟ میگه: «Sun Of God.» میگن: «یعنی چی؟» میگه: «شیر خدا!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره سیرک، میبینه یه فیل داره با کامپیوتر کار می‌کنه. میره پیش مدیر سیرک میگه: «این فیل واقعا با کامپیوتر کار می‌کنه؟» مدیر میگه: «آره، ولی زیاد حرفه‌ای نیست، فقط تو کارای گرافیکی خوبه!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یارو میگن چرا جورابات یکیش آبیه یکیش قرمز؟ میگه نمیدونم، یه جفت دیگه هم همینطوری تو خونه دارم." },
  { "category": "جوک منتخب ایرانی", "joke": "وصیت کردم وقتی مُردم، تمام اعضای بدنم رو اهدا کنن، جز مغزم. پرسیدن چرا؟ گفتم آخه تاحالا کار نکرده، صفره هنوز!" },
  { "category": "جوک منتخب ایرانی", "joke": "یه بار رفتم تست بازیگری، کارگردان گفت: «نقش یه درخت رو بازی کن.» منم همونجا وایسادم. گفت: «خب؟» گفتم: «دارم ریشه می‌زنم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون داشته با سرعت رانندگی می‌کرده، پلیس جلوشو می‌گیره میگه: «گواهینامه؟» حیف نون میگه: «ندارم.» پلیس میگه: «کارت ماشین؟» میگه: «ماشین مال رفیقمه.» پلیس میگه: «حداقل یه کارت شناسایی بده.» حیف نون میگه: «اونم تو داشبورد اون یکی ماشینمه!»" },
  { "category": "جوک منتخب ایرانی", "joke": "از یه معتاد میپرسن: «اگه یه روزی پولدار بشی چیکار می‌کنی؟» میگه: «یه وانت می‌خرم، میرم تو کار ضایعات!»" },
  { "category": "جوک منتخب ایرانی", "joke": "رفتم دکتر میگم: «آقای دکتر، من خیلی فراموشکارم.» دکتر میگه: «از کی اینجوری شدی؟» میگم: «چی از کی اینجوری شده؟»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر داشته غرق می‌شده، داد می‌زده: «کمک! من شنا بلد نیستم!» یه نفر از کنار ساحل میگه: «منم بلد نیستم، ولی داد نمی‌زنم که!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون میره جبهه، بعد از یه مدت برمی‌گرده، ازش میپرسن: «خب، اونجا چیکار می‌کردی؟» میگه: «من مسئول شناسایی بودم، هر کی شهید می‌شد، میرفتم بالا سرش میگفتم من تو رو می‌شناسم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره پیش فالگیر، فالگیره میگه: «شما دو تا بچه دارید.» طرف میگه: «اشتباه می‌کنید، من سه تا بچه دارم.» فالگیره میگه: «نه، شما اشتباه می‌کنید، اون یکی بچه مال شما نیست!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به حیف نون میگن: «ساعت چنده؟» دست می‌کنه تو جیبش یه آینه درمیاره، نگاه می‌کنه میگه: «ساعت آینه‌ایه!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه بار مهمون داشتیم، مامانم گفت: «پسرم، برو از تو آشپزخونه چاقو رو بیار میوه پوست بکنیم.» منم رفتم یه چاقوی بزرگ آوردم. مامانم گفت: «این چیه؟» گفتم: «آخه شما گفتید میوه پوست بکنیم، من فکر کردم می‌خواید از ریشه بکنید!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون میره آمریکا، زنگ میزنه به مامانش میگه: «مامان، اینجا همه انگلیسی حرف می‌زنن، ولی من هنوز فارسی یادم نرفته!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره رستوران، یه دلستر سفارش میده. گارسون میاره، طرف میگه: «ببخشید، این چرا گاز نداره؟» گارسون میگه: «آخه ما قبض گاز رو ندادیم، قطعش کردن!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «اگه بری تو یه جزیره تنها، سه تا چیز که با خودت میبری چیه؟» میگه: «شارژر، پاوربانک و یه پریز برق!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون داشته نماز می‌خونده، یهو یکی از پشت سر بهش لگد می‌زنه. حیف نون نمازشو می‌شکنه، برمی‌گرده میگه: «آقا، شما بودی؟» طرف میگه: «آره.» حیف نون میگه: «خب، قبول باشه!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره پیش دکتر، میگه: «آقای دکتر، من فکر می‌کنم یه جوجه‌ام!» دکتر میگه: «از کی اینجوری شدی؟» میگه: «از وقتی که هنوز تخم بودم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «شغل شما چیه؟» میگه: «من در صنعت پوشاک فعالم.» میگن: «یعنی چی؟» میگه: «تو بازار مسگرها، لباس می‌فروشم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون میره مغازه، میگه: «آقا، یه کیلو خیارشور بده.» فروشنده میگه: «خیارشور نداریم.» حیف نون میگه: «پس یه کیلو گوجه بده.» فروشنده میگه: «گوجه هم نداریم.» حیف نون میگه: «پس چرا مغازه رو باز کردی؟» فروشنده میگه: «آخه کلیدش دست منه!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره باغ وحش، میبینه یه میمون داره سیگار می‌کشه. میره پیش نگهبان میگه: «آقا، اون میمونه داره سیگار می‌کشه!» نگهبان میگه: «ولش کن، اون فقط موقع استراحتش سیگار می‌کشه!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «دو دو تا؟» میگه: «چهار تا.» میگن: «آفرین! از کجا فهمیدی؟» میگه: «خب، از بچگی حفظ کرده بودم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون داشته با دوستش حرف می‌زده، میگه: «من دیشب خواب دیدم دارم با یه دایناسور مسابقه دو میدم.» دوستش میگه: «خب، کی برد؟» حیف نون میگه: «معلومه، من! آخه اون دیگه منقرض شده!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره پیش دکتر، میگه: «آقای دکتر، من هر وقت قهوه می‌خورم، خوابم نمیبره.» دکتر میگه: «عجیبه، من هر وقت می‌خوابم، نمی‌تونم قهوه بخورم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «اگه یه فیل بره تو استخر، چطوری میاد بیرون؟» میگه: «خب، خیس میاد بیرون!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون میره دکتر میگه: «آقای دکتر، من فکر می‌کنم یه پرده‌ام!» دکتر میگه: «برو کنار ببینم بیرون چه خبره!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر داشته تو خیابون راه می‌رفته، یهو یه نفر دیگه با دوچرخه بهش می‌زنه. دوچرخه‌سوار میاد پایین میگه: «آقا، ببخشید، من شما رو ندیدم.» عابر میگه: «اشکال نداره، منم شما رو ندیدم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به حیف نون میگن: «چرا در خونتون رو با لگد باز می‌کنی؟» میگه: «آخه زنگ درمون خرابه.» میگن: «خب، با دست در بزن.» میگه: «آخه دستام پر از نونه!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره جنگل، میبینه یه خرگوش داره با یه شیر شطرنج بازی می‌کنه. میره پیش شیر میگه: «عجب خرگوش باهوشی!» شیر میگه: «نه بابا، اونقدرا هم باهوش نیست، دو دست از من باخته!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «اگه یه روزی رئیس جمهور بشی، اولین کاری که می‌کنی چیه؟» میگه: «اولین کاری که می‌کنم، استعفا میدم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون میره مسابقه اطلاعات عمومی، ازش میپرسن: «پایتخت فرانسه کجاست؟» میگه: «سوال بعدی لطفا!» میگن: «چرا؟» میگه: «آخه من با فرانسوی‌ها مشکل دارم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره پیش دکتر، میگه: «آقای دکتر، من فکر می‌کنم یه سگم!» دکتر میگه: «خب، از کی اینجوری شدی؟» میگه: «از وقتی که توله بودم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «فرق بین دزد و سیاستمدار چیه؟» میگه: «دزد اول پولت رو می‌دزده، بعد فرار می‌کنه. سیاستمدار اول ازت رای می‌گیره، بعد پولت رو می‌دزده!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون میره کلاس زبان، معلم میگه: «اگه بخوای به انگلیسی بگی «من تو را دوست دارم»، چی میگی؟» حیف نون میگه: «میگم «You»!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر داشته با دوستش حرف می‌زده، میگه: «من دیشب خواب دیدم دارم پیاز پوست می‌کنم.» دوستش میگه: «خب، آخرش چی شد؟» میگه: «هیچی، از خواب پریدم دیدم دارم پتو رو لایه لایه باز می‌کنم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «اگه یه روزی ببینی خونه‌ات آتیش گرفته، اولین چیزی که برمیداری چیه؟» میگه: «اولین چیزی که برمیدارم، قدمه!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون میره پیش دوستش میگه: «من یه جوک جدید یاد گرفتم، ولی یادم رفته!» دوستش میگه: «خب، تعریف کن!» حیف نون میگه: «یادم نیست!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره پیش دکتر، میگه: «آقای دکتر، من هر وقت حرف می‌زنم، دهنم بو میده.» دکتر میگه: «خب، کمتر حرف بزن!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «اگه یه روزی ببینی یه نفر داره غرق میشه، چیکار می‌کни؟» میگه: «اولین کاری که می‌کنم، بهش میگم «دست و پا نزن، آب رو گل نکن!»»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون داشته با دوستش حرف می‌زده، میگه: «من دیشب خواب دیدم دارم با یه تمساح کشتی می‌گیرم.» دوستش میگه: «خب، کی برد؟» میگه: «نمی‌دونم، آخه وسطش از خواب پریدم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره پیش دکتر، میگه: «آقای دکتر، من فکر می‌کنم یه مرغم!» دکتر میگه: «خب، از کی اینجوری شدی؟» میگه: «از وقتی که جوجه بودم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «اگه یه روزی بری تو یه جزیره تنها، اولین چیزی که می‌سازی چیه؟» میگه: «اولین چیزی که می‌سازم، یه قایقه که باهاش برگردم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون میره کلاس شنا، مربی میگه: «چرا همش زیر آب میری؟» حیف نون میگه: «آخه من می‌خوام شنای زیردریایی یاد بگیرم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر داشته با دوستش حرف می‌زده، میگه: «من دیشب خواب دیدم دارم با یه خرس قطبی چای می‌خورم.» دوستش میگه: «خب، چاییش سرد نبود؟»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «اگه یه روزی بری تو یه جنگل و گم بشی، چیکار می‌کنی؟» میگه: «اولین کاری که می‌کنم، یه نقشه می‌کشم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون میره پیش دوستش میگه: «من یه جوک جدید یاد گرفتم، ولی نصفش یادم رفته.» دوستش میگه: «خب، نصفشو تعریف کن!» حیف نون میگه: «نصفش یادم نیست!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره پیش دکتر، میگه: «آقای دکتر، من هر وقت می‌دوم، نفسم می‌گیره.» دکتر میگه: «خب، کمتر بدو!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «اگه یه روزی ببینی یه نفر داره آتیش می‌گیره، چیکار می‌کنی؟» میگه: «اولین کاری که می‌کنم، بهش میگم «تولدت مبارک!»»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون داشته با دوستش حرف می‌زده، میگه: «من دیشب خواب دیدم دارم با یه زرافه بسکتبال بازی می‌کنم.» دوستش میگه: «خب، کی برد؟» میگه: «معلومه، اون! آخه همش توپ رو از بالای سر من می‌گرفت!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره پیش دکتر، میگه: «آقای دکتر، من فکر می‌کنم یه گربه‌ام!» دکتر میگه: «خب، از کی اینجوری شدی؟» میگه: «از وقتی که بچه گربه بودم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «اگه یه روزی بری تو یه جنگل و یه شیر ببینی، چیکار می‌کنی؟» میگه: «اولین کاری که می‌کنم، ازش می‌پرسم «شما؟»!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون میره کلاس موسیقی، استاد میگه: «چرا همش یه نت رو می‌زنی؟» حیف نون میگه: «آخه من اون نت رو پیدا کردم، بقیه دارن دنبالش می‌گردن!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر داشته با دوستش حرف می‌زده، میگه: «من دیشب خواب دیدم دارم با یه کانگورو بوکس بازی می‌کنم.» دوستش میگه: «خب، کی برد؟» میگه: «نمی‌دونم، آخه همش می‌پرید!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «اگه یه روزی بری تو یه دریا و یه کوسه ببینی، چیکار می‌کنی؟» میگه: «اولین کاری که می‌کنم، ازش می‌پرسم «شما اینجا چیکار می‌کنید؟»!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون میره پیش دوستش میگه: «من یه جوک جدید یاد گرفتم، ولی کلماتش یادم رفته.» دوستش میگه: «خب، با اشاره تعریف کن!» حیف نون میگه: «اشاره هم یادم نیست!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره پیش دکتر، میگه: «آقای دکتر، من هر وقت می‌شینم، پام درد می‌گیره.» دکتر میگه: «خب، کمتر بشین!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «اگه یه روزی ببینی یه نفر داره از بالای یه پل میپره پایین، چیکار می‌کنی؟» میگه: «اولین کاری که می‌کنم، بهش میگم «مواظب باش، آب سرده!»»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون داشته با دوستش حرف می‌زده، میگه: «من دیشب خواب دیدم دارم با یه لاک‌پشت مسابقه دو میدم.» دوستش میگه: «خب، کی برد؟» میگه: «معلومه، من! آخه اون همش تو لاک خودش بود!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره پیش دکتر، میگه: «آقای دکتر، من فکر می‌کنم یه پنگوئنم!» دکتر میگه: «خب، از کی اینجوری شدی؟» میگه: «از وقتی که هوا سرد شد!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «اگه یه روزی بری تو یه باغ وحش و یه شیر فرار کنه، چیکار می‌کنی؟» میگه: «اولین کاری که می‌کنم، ازش می‌پرسم «ببخشید، شما بلیط دارید؟»!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون میره کلاس نقاشی، استاد میگه: «چرا همش یه رنگ رو استفاده می‌کنی؟» حیف نون میگه: «آخه من فقط این رنگ رو دوست دارم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر داشته با دوستش حرف می‌زده، میگه: «من دیشب خواب دیدم دارم با یه میمون شطرنج بازی می‌کنم.» دوستش میگه: «خب، کی برد؟» میگه: «نمی‌دونم، آخه همش تقلب می‌کرد!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «اگه یه روزی بری تو یه موزه و یه مجسمه زنده بشه، چیکار می‌کنی؟» میگه: «اولین کاری که می‌کنم، ازش می‌پرسم «شما اینجا کار می‌کنید؟»!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون میره پیش دوستش میگه: «من یه جوک جدید یاد گرفتم، ولی فقط اولش یادمه.» دوستش میگه: «خب، اولشو بگو!» حیف نون میگه: «یادم رفت!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره پیش دکتر، میگه: «آقای دکتر، من هر وقت راه میرم، سرم گیج میره.» دکتر میگه: «خب، کمتر راه برو!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «اگه یه روزی ببینی یه نفر داره با خودش حرف میزنه، چیکار می‌کنی؟» میگه: «اولین کاری که می‌کنم، ازش می‌پرسم «ببخشید، منم می‌تونم تو بحثتون شرکت کنم؟»!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون داشته با دوستش حرف می‌زده، میگه: «من دیشب خواب دیدم دارم با یه ربات مسابقه آشپزی میدم.» دوستش میگه: «خب، کی برد؟» میگه: «معلومه، اون! آخه اون همش از اینترنت دستور پخت می‌گرفت!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره پیش دکتر، میگه: «آقای دکتر، من فکر می‌کنم یه کامپیوترم!» دکتر میگه: «خب، از کی اینجوری شدی؟» میگه: «از وقتی که ویندوزم پرید!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «اگه یه روزی بری تو یه کتابخونه و یه کتاب زنده بشه، چیکار می‌کنی؟» میگه: «اولین کاری که می‌کنم، ازش می‌پرسم «شما رو کی نوشته؟»!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون میره کلاس آواز، استاد میگه: «چرا همش یه نت رو می‌خونی؟» حیف نون میگه: «آخه من فقط همین یه نت رو بلدم!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر داشته با دوستش حرف می‌زده، میگه: «من دیشب خواب دیدم دارم با یه فضانورد مسابقه دوچرخه‌سواری میدم.» دوستش میگه: «خب، کی برد؟» میگه: «نمی‌دونم، آخه اون همش تو جاذبه صفر بود!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «اگه یه روزی بری تو یه شهربازی و یه چرخ و فلک زنده بشه، چیکار می‌کنی؟» میگه: «اولین کاری که می‌کنم، ازش می‌پرسم «شما سرگیجه نمی‌گیرید؟»!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون میره پیش دوستش میگه: «من یه جوک جدید یاد گرفتم، ولی فقط آخرش یادمه.» دوستش میگه: «خب، آخرشو بگو!» حیف نون میگه: «یادم رفت!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره پیش دکتر، میگه: «آقای دکتر، من هر وقت می‌خوابم، خواب بد می‌بینم.» دکتر میگه: «خب، کمتر بخواب!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «اگه یه روزی ببینی یه نفر داره با یه گیاه حرف میزنه، چیکار می‌کنی؟» میگه: «اولین کاری که می‌کنم، ازش می‌پرسم «ببخشید، این گیاه به حرفتون گوش میده؟»!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون داشته با دوستش حرف می‌زده، میگه: «من دیشب خواب دیدم دارم با یه آشپز مسابقه خوردن میدم.» دوستش میگه: «خب، کی برد؟» میگه: «معلومه، اون! آخه اون همش غذاهای خودش رو می‌خورد!»" },
  { "category": "جوک منتخب ایرانی", "joke": "یه روز یه نفر میره پیش دکتر، میگه: «آقای دکتر، من فکر می‌کنم یه تلویزیونم!» دکتر میگه: «خب، از کی اینجوری شدی؟» میگه: «از وقتی که کانال‌ها رو عوض کردن!»" },
  { "category": "جوک منتخب ایرانی", "joke": "به یه نفر میگن: «اگه یه روزی بری تو یه فروشگاه و یه مانکن زنده بشه، چیکار می‌کنی؟» میگه: «اولین کاری که می‌کنم، ازش می‌پرسم «ببخشید، شما تخفیف ندارید؟»!»" },
  { "category": "جوک منتخب ایرانی", "joke": "حیف نون میره کلاس رقص، مربی میگه: «چرا همش یه حرکت رو میری؟» حیف نون میگه: «آخه من فقط همین یه حرکت رو بلدم!»" }
]